Repository: common-repository/sksoftware-speedy-for-woocommerce
Catalog: languages/sksoftware-speedy-for-woocommerce-*.po
Languages: bg_bg

source: SKSoftware Speedy for WooCommerce
bg_bg: SKSoftware Speedy za WooCommerce

source: This plugin integrates Speedy shipping method for WooCommerce.
bg_bg: Това разширение интегрира Speedy метод за доставка за WooCommerce

source: Simeon Kolev & Martin Shterev from SK Software Ltd.
bg_bg: Simeon Kolev & Martin Shterev от ЕС КЕЙ СОФТУЕР ЕООД.

source: SKSoftware Speedy for WooCommerce requires WooCommerce to be installed and active.
bg_bg: SKSoftware Speedy за WooCommerce изисква разширението WooCommerce да бъде инсталирано и включено.

source: WooCommerce currency is set to one of BGN, EUR, USD, GBP, CHF, JPY, RUB
bg_bg: WooCommerce валутата да бъде една от BGN, EUR, USD, GBP, CHF, JPY, RUB

source: SKSoftware Speedy for WooCommerce requires that %s
bg_bg: SKSoftware Speedy за WooCommerce изисква да %s

source: and
bg_bg: и

source: Please clear cache before you start using the SKSoftware Speedy for WooCommerce plugin.
bg_bg: Моля, изчистете кеша преди да започнете да използвате разширението SKSoftware Speedy за WooCommerce.

source: <a href="%s">Settings</a>
bg_bg: <a href="%s">Настройки</a>

source: <a href="%s">Shipping methods</a>
bg_bg: <a href="%s">Методи за доставка</a>

source: Your free trial has started successfully. You can now use the plugin for free for 14 days.
bg_bg: Вашият пробен период започна успешно. Можете да използвате разширението безплатно за 14 дни.

source: Your free trial has failed to start. Please try again later.
bg_bg: Вашият пробен период не успя да започне. Моля, опитайте пак по-късно.

source: Start free trial
bg_bg: Започни пробен период

source: You are one step away from getting your API key.
bg_bg: Още една стъпка за да вземете Вашият API ключ.

source: Please enter your email address and we will fill your API key automatically.
bg_bg: Моля, въведете Вашият имейл адрес и ние ще попълним Вашият API ключ автоматично.

source: Your email address
bg_bg: Вашият имейл адрес

source: I accept the <a target="_blank" href="%1$s">privacy policy</a>, <a target="_blank" href="%2$s">terms & agreements</a> and <a target="_blank" href="%3$s">license policy</a>
bg_bg: Съгласявам се с <a target="_blank" href="%1$s">политика за поверителност</a>, <a target="_blank" href="%2$s">общи условия</a> и <a target="_blank" href="%3$s">лицензионно споразумение</a>

source: Get license
bg_bg: Вземи лиценз

source: Bulk generate Speedy shipments
bg_bg: Масово генериране на Speedy пратки

source: Speedy shipment created.
bg_bg: Създадена Speedy пратка.

source: Shipment ID %s.
bg_bg: Пратка № %s.

source: Create Speedy shipment
bg_bg: Създай Speedy пратка

source: Order shipping method must be Speedy.
bg_bg: Поръчката трябва да е с метод за доставка Speedy.

source: Delete Speedy shipment
bg_bg: Изтрий Speedy пратка

source: Unable to delete Speedy shipment.
bg_bg: Не успяхме да изтрием Speedy пратка.

source: Speedy shipment deleted.
bg_bg: Пратката изтрита

source: Settings for your Speedy shipment.
bg_bg: Настройки за вашата Speedy пратка.

source: Invalid post type.
bg_bg: Невалиден тип публикация.

source: Order shipping method is not Speedy.
bg_bg: Методът за доставка на поръчката не е Speedy.

source: No
bg_bg: Не

source: Yes
bg_bg: Да

source: Carton box
bg_bg: Кашон

source: Envelope
bg_bg: Плик

source: Bag
bg_bg: Чувал

source: Box
bg_bg: Кутия

source: Box in envelope
bg_bg: Кутия в плик

source: Stretch foil
bg_bg: Стреч фолио

source: Bubble foil
bg_bg: Фолио с балончета

source: Nylon
bg_bg: Найлон

source: Deliver to Office
bg_bg: Доставяне до офис

source: Deliver to Address
bg_bg: Доставка до адрес

source: Deliver to APT
bg_bg: Доставка до АПС

source: Please choose
bg_bg: Моля, изберете

source: Your client will pay
bg_bg: Клиентът Ви ще плати

source: I will pay
bg_bg: Вие ще платите

source: Open
bg_bg: Отвори

source: Open and test
bg_bg: Отвори и тествай

source: Cash
bg_bg: Наложен платеж

source: Postal money transfer
bg_bg: Пощенски паричен превод

source: Print Speedy shipment label
bg_bg: Отпечатайте етикет за пратка Speedy

source: Failed to print shipment label.
bg_bg: Неуспешно отпечатване на етикета на пратката.

source: Recalculate Speedy shipping
bg_bg: Преизчисли Speedy доставка

source: Speedy shipping recalculated.
bg_bg: Преизчислена Speedy доставка.

source: Weight (in %s)
bg_bg: Тегло (в %s)

source: Height (in %s)
bg_bg: Височина (в %s)

source: Width (in %s)
bg_bg: Ширина (в %s)

source: Length (in %s)
bg_bg: Дължина (в %s)

source: Delivery type
bg_bg: Тип доставка

source: Office
bg_bg: Офис

source: APT
bg_bg: АПС

source: Recipient Name
bg_bg: Име на получателя

source: Recipient Email
bg_bg: Имейл на получателя

source: Recipient Postal Code
bg_bg: Пощенски код на получателя

source: Recipient City
bg_bg: Град на получателя

source: Recipient Address Line 1
bg_bg: Ред 1 на адреса на получателя

source: Recipient Address Line 2
bg_bg: Ред 2 на адреса на получателя

source: Recipient Address Number
bg_bg: Номер на адреса на получателя

source: Recipient Phone
bg_bg: Телефон на получателя

source: Recipient Vat Number
bg_bg: ДДС номер на получателя

source: Delivery Product
bg_bg: Продукт

source: Content
bg_bg: Съдържание

source: Is fragile?
bg_bg: Чуплив ли е?

source: Declare amount?
bg_bg: Деклариране на сума?

source: Declared amount
bg_bg: Декларирана сума

source: Cash on delivery?
bg_bg: Наложен платеж?

source: Cash on delivery amount
bg_bg: Наложен платен сума

source: Delivery payee
bg_bg: Платец на доставката

source: Open or test before paying?
bg_bg: Отворете или тествайте преди плащане?

source: Saturday delivery?
bg_bg: Доставка в събота?

source: Package type
bg_bg: Опаковка

source: CoD processing type
bg_bg: Тип обработка на НП

source: Shipment content (items).
bg_bg: Съдържание на пратката (артикули).

source: Shipment item quantity.
bg_bg: Количество на пратката.

source: Unable to connect to Speedy API.
bg_bg: Не може да се свърже със Speedy API.

source: General
bg_bg: Общи

source: Recipient
bg_bg: Получател

source: Shipping
bg_bg: Доставка

source: It is strongly advised to change order status back to "Pending payment" when recalculating shipping price. Your client will not be notified about this change.
bg_bg: Силно се препоръчва да промените статуса на поръчката обратно на „Плащане в очакване“, когато преизчислявате цената за доставка. Вашият клиент няма да бъде уведомен за тази промяна.

source: Recalculate shipping
bg_bg: Преизчисляване на доставката

source: Create shipment
bg_bg: Създаване на пратка

source: Track shipment
bg_bg: Проследяване на пратката

source: Review in courier
bg_bg: Преглед с куриер

source: Delete shipment
bg_bg: Изтриване на пратката

source: Print label
bg_bg: Печат на етикет

source: Actions
bg_bg: Действия

source: Add new row
bg_bg: Добавяне на нов ред

source: Delete
bg_bg: Изтриване

source: Unable to create Speedy shipment.
bg_bg: Не може да се създаде Speedy пратка.

source: Allows customers to receive shipments using Speedy.
bg_bg: Позволява на клиентите да получават пратки чрез Speedy.

source: SK Software API Key
bg_bg: SK Софтуерен API ключ

source: API Key provided by SK Software Ltd. You can buy a license on %1$s or %2$s
bg_bg: API ключ, предоставен от SK Software Ltd. Можете да закупите лиценз на %1$s или %2$s

source: Username
bg_bg: Потребителско име

source: You can get your username and password by contacting Speedy.
bg_bg: Можете да получите вашето потребителско име и парола, като се свържете със Speedy.

source: Password
bg_bg: Парола

source: Send from
bg_bg: Изпращане от

source: Choose whether you will ship your orders from Speedy Office or Address.
bg_bg: Изберете дали ще изпращате поръчките си от офис на Спиди или от адрес.

source: office
bg_bg: офис

source: Address
bg_bg: Адрес

source: Client to send from
bg_bg: Клиент за изпращане

source: Choose from which Speedy client you will send your orders.
bg_bg: Изберете от кой клиент на Спиди ще изпращате поръчките си.

source: Sender name
bg_bg: Име на изпращача

source: Your first and last name.
bg_bg: Вашето име и фамилия.

source: Sender phone number
bg_bg: Телефонен номер на изпращача

source: Your phone number.
bg_bg: Вашият телефонен номер.

source: Sender e-mail address
bg_bg: Имейл адрес на изпращача

source: Your e-mail address.
bg_bg: Вашият имейл адрес.

source: Office to send from
bg_bg: Офис за изпращане

source: Choose from which Speedy office you will send your orders.
bg_bg: Изберете от кой офис на Спиди ще изпращате поръчките си.

source: Send tracking link
bg_bg: Изпрати връзка за проследяване

source: This option can send the tracking number of the shipment to the customer. If the shipment you generated has a tracking number, it will automatically send a note to the customer.
bg_bg: Тази опция може да изпрати номера за проследяване на пратката на клиента. Ако генерираната от вас пратка има номер за проследяване, тя автоматично ще изпрати бележка до клиента.

source: Title
bg_bg: Заглавие

source: This controls the title of the shipping method, which the user sees during checkout.
bg_bg: Това контролира заглавието на метода на доставка, което потребителят вижда по време на плащане.

source: Description
bg_bg: Описание

source: This controls the description of the shipping method, which the user sees during checkout.
bg_bg: Това контролира описанието на метода на доставка, което потребителят вижда по време на плащане.

source: This controls who will pay for the delivery of your shipment.
bg_bg: Това контролира кой ще плати за доставката на вашата пратка.

source: Default package type
bg_bg: Опаковка по подразбиране

source: Default product weight in %s
bg_bg: Тегло на продукта по подразбиране в %s

source: Weight to be used for products that are without weight.
bg_bg: Тегло, което да се използва за продукти без тегло.

source: Default box height in %s
bg_bg: Височина на полето по подразбиране в %s

source: Default box width in %s
bg_bg: Ширина на полето по подразбиране в %s

source: Width to be used for shipment volume.
bg_bg: Ширина, която да се използва за обема на пратката.

source: Default box length in %s
bg_bg: Дължина на кутията по подразбиране в %s

source: Length to be used for shipment volume.
bg_bg: Дължина, която да се използва за обем на пратката.

source: Speedy service
bg_bg: Speedy услуга

source: Choose which Speedy service to be used. More information about delivery time, pricing and maximum weight of each service can be found in %s.
bg_bg: Изберете коя услуга на Speedy да използвате. Повече информация за времето за доставка, ценообразуването и максималното тегло на всяка услуга можете да намерите в %s.

source: Fragile label
bg_bg: Чуплив етикет

source: Choose if your shipment should be marked as fragile.
bg_bg: Изберете дали вашата пратка да бъде маркирана като чуплива.

source: Choose if your shipment should have a declared amount. The declared amount will be equal to the order price, exluding shipping.
bg_bg: Изберете дали вашата пратка да е с обявена сума. Обявената сума ще бъде равна на цената на поръчката, без доставката.

source: Open and/or test before payment
bg_bg: Отворете и/или тествайте преди плащане

source: Can the recipient open and/or test the shipment before paying?
bg_bg: Може ли получателят да отвори и/или да тества пратката, преди да плати?

source: Saturday delivery
bg_bg: Доставка в събота

source: Can the recipient receive his package on Saturday?
bg_bg: Може ли получателят да получи пакета си в събота?

source: How would you like to receive your money when sending shipments with CoD?
bg_bg: Как бихте искали да получавате парите си при изпращане на пратки с НП?

source: Pricing override
bg_bg: Отмяна на цените

source: This table allows you to change the price according to the conditions set in it. You can learn more about how it works and sample settings for different cases in our documentation.
bg_bg: Тази таблица ви позволява да променяте цената според условията, заложени в нея. Можете да научите повече за това как работи и примерни настройки за различни случаи в нашата документация.

source: Type
bg_bg: Тип

source: Flat rate
bg_bg: Фиксирана ставка

source: Merchant pays all below
bg_bg: Търговецът плаща всичко по-долу

source: Merchant pays all above
bg_bg: Търговецът плаща всичко по-горе

source: Order amount equal or above
bg_bg: Сумата на поръчката е равна или по-висока

source: Weight equal or below in %s
bg_bg: Тегло равно или по-малко в %s

source: Shipping cost equals
bg_bg: Разходите за доставка са равни

source: Unable to authenticate Speedy. Please check your API keys and try again.
bg_bg: Не може да се удостовери Speedy. Моля, проверете вашите API ключове и опитайте отново.

source: Order not found.
bg_bg: Поръчката не е намерена.

source: Shipment already created.
bg_bg: Пратката вече е създадена.

source: Select an office
bg_bg: Изберете офис

source: Select APT
bg_bg: Изберете APT

source: <strong>Office</strong> is required field.
bg_bg: <strong>Офис</strong> е задължително поле.

source: <strong>APT</strong> is required field.
bg_bg: <strong>APT</strong> е задължително поле.
